#capes
item.r.capeGrey.name=عباءة حمراء
item.y.capeGrey.name=عباءة صفراء
item.g.capeGrey.name=عباءة خضراء
item.b.capeGrey.name=عباءة زرقاء
item.s.capeGrey.name=عباءة سوداء
item.capeGrey.name=عباءة رمادية
item.i.capeGrey=عباءة الإختفاء

#jewels necklace
item.neckDia.name=عقد الحياة
item.neckEm.name=العقد المسحور
item.neckLap.name=عقد القوة
item.neckGold.name=عقد السرعة

#jewels ring
item.ringDia.name=خاتم الحياة
item.ringEm.name=الخاتم المسحور
item.ringLap.name=خاتم القوة
item.ringGold.name=خاتم السرعة

#jewels gloves
item.gloveDia.name=قفازات الحياة
item.gloveEm.name=القفازات المسحورة
item.gloveLap.name=قفازات القوة
item.gloveGold.name=قفازات السرعة

#molds
item.moldRing.name=قالب الخاتم
item.moldNeck.name=قالب العقد
item.moldGlove.name=قالب القفازات

#block
tile.MoldForge.name=كير الجواهر

#armor materials
item.n.leather.name=جلد مستحضر الأرواح
item.p.iron_ingot.name=حديد الفارس
item.r.leather.name=جلد السارق
item.b.leather.name=جلد مدرب الوحوش
item.a.leather.name=جلد السهام
item.t.leather.name=جلد الغاضب
item.m.leather.name=الجلد السحري


#armor
item.necro1.name=خوّذة مستحضر الأرواح
item.necro2.name=سترة مستحضر الأرواح
item.necro3.name=بنطال مستحضر الأرواح
item.necro4.name=حذاء مستحضر الأرواح

item.paladin1.name=خوذة الفارس
item.paladin2.name=درع الفارس
item.paladin3.name=بنطال الفارس
item.paladin4.name=بنطال الفارس

item.beast1.name=خوذة مدرب الوحوش
item.beast2.name=درع مدرب الوحوش
item.beast3.name=بنطال مدرب الوحوش
item.beast4.name=حذاء مدرب الوحوش

item.rogue1.name=خوّة السارق
item.rogue2.name=درع السارق
item.rogue3.name=بنطال السارق
item.rogue4.name=حذاء السارق

item.archMage1.name=خوذة الساحر العظيم
item.archMage2.name=رداء الساحر العظيم
item.archMage3.name=بنطال الساحر العظيم
item.archMage4.name=حذاء الساحر العظيم

item.archer1.name=قبعة السهام
item.archer2.name=درع السهام
item.archer3.name=بنطال السهام
item.archer4.name=حذاء السهام

item.mage1.name=قبعة الساحر
item.mage2.name=درع الساحر
item.mage3.name=بنطال الساحر
item.mage4.name=حذاء الساحر

item.berserk1.name=قبعة الغاضب
item.berserk2.name=درع الغاضب
item.berserk3.name=بنطال الغاضب
item.bersker4.name=حذاء الغاضب


#shields
item.shieldPaladin.name=ترس الفارس
item.shieldNecro.name=ترس مستحضر الأرواح

item.shieldBeastMaster.name=ترس رأس الأسد

item.shieldWood.name=الترس الخشبي
item.shieldIron.name=الترس الحديدي
item.shieldGold.name=الترس الذهبي
item.shieldDiamond.name=الترس الألماسي

item.archTome.name=هالة الساحر العظيم

item.shieldMage.name=هالة الساحر
item.shieldBerserker.name=الشوكة الحديدية
item.shieldArcher.name=الترس الخشبي الصغير


#weapons
item.paladinPride.name=سيف الفارس العملاق
item.Skull.name=جمجمة مستحضر الأرواح

item.forestAxe.name=فأس مدرب الوحزش
item.dagger.name=خنجر السارق

item.staffFire.name=عصا النار
item.staffIce.name=عصا الجليد
item.staffEarth.name=عصا الأرض
item.staffWind.name=عصا الريح
item.staffElemental.name=عصا العناصر

item.elmBow.name=قوس السارق الخارق
item.claymore.name=السيف الجبار
item.rageBreaker.name=محطم الغضب
item.soulsphere.name=كرة الأرواح
item.lunarStaff.name=عصا القمر



#various items
item.petCrystal.name=كريستالة الأليف
item.petCandy.name=حلوى أليف نادرة
item.whistle.name=صفارة الأليف
item.tangledBrench.name=المتشابكة
item.PetXPBottle.name=زجاجة خبرة الأليف
item.r.seeds_melon.name=بذولا الغضب
item.a.book_normal.name=الكتاب السحري